Repository: Peter537/Soft2-Eksamensopgave
Catalog: MToGo/src/MToGo.Website/Resources/Pages/Management/AgentBonus.*.resx
Languages: da

# PageTitle
source: Agent Bonus Calculator
da: Agent Bonus Beregner

source: Loading...
da: Indlæser...

# AccessDeniedTitle
source: Access Denied
da: Adgang nægtet

# AccessDeniedMessage
source: Please log in as a manager to access this page.
da: Log venligst ind som administrator for at få adgang til denne side.

# LoginLink
source: log in
da: log ind

# Title
source: Agent Bonus Calculator
da: Agent Bonus Beregner

source: Back to Dashboard
da: Tilbage til Dashboard

source: Calculate Bonus
da: Beregn Bonus

# AgentIdPlaceholder
source: e.g., 1
da: f.eks. 1

source: Start Date
da: Startdato

source: End Date
da: Slutdato

source: Calculating...
da: Beregner...

source: Calculate
da: Beregn

source: Quick select:
da: Hurtigvalg:

source: This Month
da: Denne måned

source: Last Month
da: Sidste måned

source: Last 3 Months
da: Sidste 3 måneder

source: This Year
da: I år

source: Qualified
da: Kvalificeret

source: Not Qualified
da: Ikke kvalificeret

source: Period:
da: Periode:

source: Warnings
da: Advarsler

source: Earned this period
da: Optjent i denne periode

source: Deliveries
da: Leveringer

# RequiredDeliveries
source: 20+ required ✓
da: 20+ påkrævet ✓

# NeedMoreDeliveries
source: Need {0} more
da: Mangler {0} flere

source: Performance
da: Præstation

source: Performance multiplier
da: Præstationsmultiplikator

source: Time Score Breakdown
da: Tidsscore Oversigt

source: Time Score
da: Tidsscore

# Early
source: Early (10-14h)
da: Tidlig (10-14t)

# Normal
source: Normal (14-20h)
da: Normal (14-20t)

# NormalBase
source: 1.0x base
da: 1,0x basis

# Late
source: Late (20h+)
da: Sen (20t+)

# ReviewScoreTitle
source: Review Score
da: Anmeldelsesscore

source: Review Score
da: Anmeldelsesscore

# BasedOnReviews
source: Based on {0} reviews
da: Baseret på {0} anmeldelser

source: Using default rating
da: Bruger standardvurdering

# DefaultScoreApplied
source: Default score of 3.0/5.0 applied ({0} reviews found)
da: Standardscore på 3,0/5,0 anvendt ({0} anmeldelser fundet)

source: Calculation Breakdown
da: Beregningsoversigt

source: Contribution Base
da: Bidragsgrundlag

# ContributionBaseDesc
source: (Sum of delivery fees × 15%)
da: (Sum af leveringsgebyrer × 15%)

# TimeScoreDesc
source: (Early/Late bonuses applied)
da: (Tidlig/Sen bonusser anvendt)

# ReviewScoreDesc
source: (Average rating / 5)
da: (Gennemsnitlig vurdering / 5)

# PerformanceDesc
source: (50% Time + 50% Review)
da: (50% Tid + 50% Anmeldelse)

source: Final Bonus
da: Endelig Bonus

# FinalBonusDesc
source: (Contribution × Performance)
da: (Bidrag × Præstation)

# NotQualifiedWarning
source: Agent needs at least 20 deliveries to qualify for bonus. Currently has {0} deliveries.
da: Agent skal have mindst 20 leveringer for at kvalificere sig til bonus. Har i øjeblikket {0} leveringer.

# EnterValidAgentId
source: Please enter a valid Agent ID
da: Indtast venligst et gyldigt Agent ID

# EndDateAfterStart
source: End date must be after start date
da: Slutdato skal være efter startdato

# AgentNotFound
source: Agent with ID {0} not found
da: Agent med ID {0} blev ikke fundet

# FailedToCalculate
source: Failed to calculate bonus ({0}): {1}
da: Kunne ikke beregne bonus ({0}): {1}

# Error
source: Error: {0}
da: Fejl: {0}
