Repository: Peter537/Soft2-Eksamensopgave
Catalog: MToGo/src/MToGo.Website/Resources/Pages/Management/CreatePartner.*.resx
Languages: da

# PageTitle
source: Create Partner - MToGo
da: Opret Partner - MToGo

# Title
source: Create Partner
da: Opret Partner

# AccessDeniedTitle
source: Access Denied
da: Adgang nægtet

# LoginRequired
source: You must be logged in as management to access this page.
da: Du skal være logget ind som administrator for at tilgå denne side.

# LoginLink
source: Login here
da: Log ind her

# BreadcrumbCreatePartner
source: Create Partner
da: Opret Partner

# Name
source: Restaurant Name
da: Restaurant Navn

# NamePlaceholder
source: Enter restaurant name
da: Indtast restaurant navn

source: Address
da: Adresse

# AddressPlaceholder
source: Enter restaurant address
da: Indtast restaurant adresse

# EmailPlaceholder
source: Enter email address
da: Indtast emailadresse

source: Password
da: Adgangskode

# PasswordPlaceholder
source: Enter password
da: Indtast adgangskode

source: Confirm Password
da: Bekræft Adgangskode

# ConfirmPasswordPlaceholder
source: Confirm your password
da: Bekræft din adgangskode

# MenuSection
source: Initial Menu
da: Indledende Menu

# MenuDescription
source: Add at least one menu item for the partner. More items can be added later.
da: Tilføj mindst én menuvare til partneren. Flere varer kan tilføjes senere.

source: Menu Item
da: Menuvare

source: Item Name
da: Varenavn

# ItemNamePlaceholder
source: e.g., Pizza Margherita
da: f.eks. Pizza Margherita

# ItemPrice
source: Price
da: Pris

# RemoveItem
source: Remove
da: Fjern

source: Add Menu Item
da: Tilføj Menuvare

# CreateButton
source: Create Partner
da: Opret Partner

# Processing
source: Creating...
da: Opretter...

# SuccessMessage
source: Partner created successfully!
da: Partner oprettet!

# PasswordMismatch
source: Passwords do not match
da: Adgangskoder matcher ikke

# EmptyMenuError
source: Please add at least one menu item with a name and price.
da: Tilføj venligst mindst én menuvare med et navn og en pris.

# CreateFailed
source: Failed to create partner. Please try again.
da: Kunne ikke oprette partner. Prøv venligst igen.

# Error
source: An error occurred: {0}
da: Der opstod en fejl: {0}
