Repository: Peter537/Soft2-Eksamensopgave
Catalog: MToGo/src/MToGo.Website/Resources/Pages/Management/Dashboard.*.resx
Languages: da

# PageTitle
source: Management Dashboard - MToGo
da: Administration Dashboard - MToGo

# Title
source: Management Dashboard
da: Administration Dashboard

# AccessDeniedTitle
source: Access Denied
da: Adgang nægtet

# LoginRequired
source: You must be logged in as management to view this page.
da: Du skal være logget ind som administrator for at se denne side.

# LoginLink
source: Login here
da: Log ind her

# WelcomeUser
source: Welcome, {0}
da: Velkommen, {0}

# CreateAgentTitle
source: Create Agent
da: Opret Agent

# CreateAgentDescription
source: Create a new agent account for the MToGo platform.
da: Opret en ny agentkonto til MToGo-platformen.

# CreateAgentButton
source: Create Agent
da: Opret Agent

# CreatePartnerTitle
source: Create Partner
da: Opret Partner

# CreatePartnerDescription
source: Create a new partner account for the MToGo platform.
da: Opret en ny partnerkonto til MToGo-platformen.

# CreatePartnerButton
source: Create Partner
da: Opret Partner

# ViewReviewsTitle
source: Customer Reviews
da: Kundeanmeldelser

# ViewReviewsDescription
source: View and filter customer reviews for orders, agents, and partners.
da: Se og filtrer kundeanmeldelser for ordrer, agenter og partnere.

# ViewReviewsButton
source: View Reviews
da: Se anmeldelser

# GrafanaTitle
source: Grafana Analytics
da: Grafana Analyse

# GrafanaDescription
source: Access Grafana dashboards for real-time monitoring, metrics, and analytics.
da: Tilgå Grafana dashboards for realtidsovervågning, metrics og analyse.

# OpenGrafanaButton
source: Open Grafana
da: Åbn Grafana

source: Loading...
da: Indlæser...

# AgentBonusTitle
source: Agent Bonus Calculator
da: Agent Bonus Beregner

# AgentBonusDescription
source: Calculate monthly bonuses for agents based on deliveries, time performance, and customer reviews.
da: Beregn månedlige bonusser for agenter baseret på leveringer, tidspræstation og kundeanmeldelser.

# AgentBonusButton
source: Calculate Bonus
da: Beregn Bonus
