Repository: Peter537/Soft2-Eksamensopgave
Catalog: MToGo/src/MToGo.Website/Resources/Pages/Home.*.resx
Languages: da

# PageHeader
source: MToGo - Food Delivery Platform
da: MToGo - Madlevering Platform

# PageTitle
source: Home - MToGo
da: Hjem - MToGo

# Greeting
source: Hello, world!
da: Hej, verden!

# Welcome
source: Welcome to MToGo - your food delivery service.
da: Velkommen til MToGo - din madleveringsservice.

# TeaserMessage
source: See all the nice places you can order from
da: Se alle de dejlige steder, du kan bestille fra

source: See all restaurants
da: Se alle restauranter

source: View Menu
da: Se menu

source: Loading...
da: Indlæser...

# LoadFailed
source: Failed to load restaurants.
da: Kunne ikke indlæse restauranter.

# ErrorOccurred
source: An error occurred: {0}
da: Der opstod en fejl: {0}

# NoRestaurants
source: No restaurants available.
da: Ingen restauranter tilgængelige.

source: Login to view all restaurants
da: Log ind for at se alle restauranter
