Repository: Peter537/Soft2-Eksamensopgave
Catalog: MToGo/src/MToGo.Website/Resources/Pages/Agent/Dashboard.*.resx
Languages: da

# PageTitle
source: Agent Dashboard - MToGo
da: Agentpanel - MToGo

# Title
source: Agent Dashboard
da: Agentpanel

# LoginRequired
source: You must be logged in as an agent to view this page.
da: Du skal være logget ind som agent for at se denne side.

# LoginLink
source: Login here
da: Log ind her

source: Loading...
da: Indlæser...

# AgentInfo
source: Agent Information
da: Agentoplysninger

source: Name
da: Navn

source: Availability Status
da: Tilgængelighedsstatus

source: Available
da: Tilgængelig

source: Unavailable
da: Utilgængelig

source: Go Unavailable
da: Gå utilgængelig

source: Go Available
da: Gå tilgængelig

# AvailableInfo
source: You are currently receiving delivery offers.
da: Du modtager i øjeblikket leveringstilbud.

# UnavailableInfo
source: You are not receiving delivery offers.
da: Du modtager ikke leveringstilbud.

source: View Available Jobs
da: Se tilgængelige jobs

source: View My Deliveries
da: Se mine leveringer

source: Order History
da: Ordrehistorik

# LoadFailed
source: Failed to load agent profile.
da: Kunne ikke indlæse agentprofil.

# ErrorOccurred
source: An error occurred
da: Der opstod en fejl

# NowAvailable
source: You are now available for deliveries!
da: Du er nu tilgængelig for leveringer!

# NowUnavailable
source: You are now unavailable.
da: Du er nu utilgængelig.

# ToggleFailed
source: Failed to update availability status.
da: Kunne ikke opdatere tilgængelighedsstatus.

source: Quick Navigation
da: Hurtig navigation
