Repository: Peter537/Soft2-Eksamensopgave
Catalog: MToGo/src/MToGo.Website/Resources/Pages/Customer/ActiveOrders.*.resx
Languages: da

# PageTitle
source: Active Orders - MToGo
da: Aktive ordrer - MToGo

# Title
source: Your Active Orders
da: Dine aktive ordrer

source: Live Updates
da: Live opdateringer

source: Connecting...
da: Forbinder...

# LoginRequired
source: Please log in to view your active orders.
da: Log venligst ind for at se dine aktive ordrer.

# LoginLink
source: log in
da: log ind

# Loading
source: Loading your orders...
da: Indlæser dine ordrer...

source: No Active Orders
da: Ingen aktive ordrer

# NoActiveOrdersDesc
source: You don't have any ongoing orders at the moment.
da: Du har ingen igangværende ordrer i øjeblikket.

source: View Order History
da: Se ordrehistorik

# OrderId
source: Order #{0}
da: Ordre #{0}

# ItemCount
source: {0} item(s)
da: {0} vare(r)

source: Tap to view details
da: Tryk for at se detaljer

# ErrorOccurred
source: An error occurred: {0}
da: Der opstod en fejl: {0}

# FailedToLoad
source: Failed to load your active orders. Please try again.
da: Kunne ikke indlæse dine aktive ordrer. Prøv venligst igen.

# StatusPlaced
source: Placed
da: Afgivet

# StatusAccepted
source: Accepted
da: Accepteret

# StatusReady
source: Ready
da: Klar

# StatusPickedUp
source: Picked Up
da: Afhentet

# StatusDelivered
source: Delivered
da: Leveret

# StatusRejected
source: Rejected
da: Afvist
