Repository: Peter537/Soft2-Eksamensopgave
Catalog: MToGo/src/MToGo.Website/Resources/Pages/Customer/OrderDetail.*.resx
Languages: da

# PageTitle
source: Order #{0} - MToGo
da: Ordre #{0} - MToGo

# BreadcrumbActiveOrders
source: Active Orders
da: Aktive ordrer

# BreadcrumbOrder
source: Order #{0}
da: Ordre #{0}

# LoginRequired
source: Please log in to view order details.
da: Log venligst ind for at se ordredetaljer.

# LoginLink
source: log in
da: log ind

# Loading
source: Loading order details...
da: Indlæser ordredetaljer...

source: Delivery:
da: Levering:

source: Order Status
da: Ordrestatus

source: Order Rejected
da: Ordre afvist

# RejectionReason
source: Reason:
da: Årsag:

source: In progress...
da: I gang...

# StepOrderPlaced
source: Order Placed
da: Ordre modtaget

# StepOrderPlacedDesc
source: Your order has been received
da: Din ordre er blevet modtaget

# StepAccepted
source: Accepted
da: Accepteret

# StepAcceptedDesc
source: Restaurant is preparing your food
da: Restauranten forbereder din mad

# StepReady
source: Ready for Pickup
da: Klar til afhentning

# StepReadyDesc
source: Food is ready, waiting for delivery agent
da: Maden er klar, venter på leveringsagent

# StepPickedUp
source: Picked Up
da: Afhentet

# StepPickedUpDesc
source: Delivery agent is on the way
da: Leveringsagenten er på vej

# StepDelivered
source: Delivered
da: Leveret

# StepDeliveredDesc
source: Order has been delivered
da: Ordren er blevet leveret

source: Order Items
da: Ordrevarer

source: Item
da: Vare

source: Qty
da: Antal

source: Price
da: Pris

source: Items Subtotal
da: Varer subtotal

source: Delivery Fee
da: Leveringsgebyr

source: Rate Your Order
da: Bedøm din ordre

# ThankYouFeedback
source: Thank you for your feedback!
da: Tak for din feedback!

# Submitting
source: Submitting your review...
da: Indsender din anmeldelse...

source: Food Quality
da: Madkvalitet

source: Delivery Agent
da: Leveringsagent

source: Overall Experience
da: Samlet oplevelse

# FoodCommentPlaceholder
source: Comment on food (optional)
da: Kommentar til maden (valgfrit)

# AgentCommentPlaceholder
source: Comment on delivery (optional)
da: Kommentar til leveringen (valgfrit)

# OrderCommentPlaceholder
source: Overall comment (optional)
da: Generel kommentar (valgfrit)

source: Submit Review
da: Indsend anmeldelse

source: Back to Active Orders
da: Tilbage til aktive ordrer

# ErrorOccurred
source: An error occurred: {0}
da: Der opstod en fejl: {0}

# FailedToLoadOrder
source: Failed to load order details. Please try again.
da: Kunne ikke indlæse ordredetaljer. Prøv venligst igen.

source: Order not found.
da: Ordre ikke fundet.

# FailedToSubmitReview
source: Failed to submit review. Please try again.
da: Kunne ikke indsende anmeldelse. Prøv venligst igen.
