Repository: Peter537/Soft2-Eksamensopgave
Catalog: MToGo/src/MToGo.Website/Resources/Pages/Customer/PartnerMenu.*.resx
Languages: da

source: Back to Partners
da: Tilbage til partnere

source: Loading...
da: Indlæser...

# NotFound
source: Partner not found.
da: Partner ikke fundet.

# InactivePartner
source: This partner is currently not accepting orders.
da: Denne partner accepterer ikke ordrer i øjeblikket.

# NoItems
source: No menu items available.
da: Ingen menupunkter tilgængelige.

# ItemName
source: Item
da: Vare

# ItemPrice
source: Price
da: Pris

source: Actions
da: Handlinger

# AddToOrder
source: Add
da: Tilføj

# CannotOrderInactive
source: Ordering is disabled for inactive partners.
da: Bestilling er deaktiveret for inaktive partnere.

# LoginToOrder
source: You must be logged in to place an order.
da: Du skal være logget ind for at afgive en ordre.

# LoginLink
source: Login
da: Log ind

# LoadFailed
source: Failed to load menu.
da: Kunne ikke indlæse menu.

# ErrorOccurred
source: An error occurred: {0}
da: Der opstod en fejl: {0}
