Repository: Peter537/Soft2-Eksamensopgave
Catalog: MToGo/src/MToGo.Website/Resources/Pages/Partner/Dashboard.*.resx
Languages: da

# LoginRequired
source: You must be logged in as a partner to view this page.
da: Du skal være logget ind som partner for at se denne side.

# LoginLink
source: Log in here
da: Log ind her

source: Loading...
da: Indlæser...

source: Name
da: Navn

source: Address
da: Adresse

source: Menu Items
da: Menupunkter

source: items
da: varer

source: Availability Status
da: Tilgængelighedsstatus

source: Active
da: Aktiv

source: Inactive
da: Inaktiv

source: Go Inactive
da: Gå Inaktiv

source: Go Active
da: Gå Aktiv

# ActiveInfo
source: Your restaurant is currently accepting orders. Customers can see your menu and place orders.
da: Din restaurant modtager i øjeblikket ordrer. Kunder kan se din menu og afgive ordrer.

# InactiveInfo
source: Your restaurant is currently not accepting orders. Customers cannot place orders while you are inactive.
da: Din restaurant modtager i øjeblikket ikke ordrer. Kunder kan ikke afgive ordrer mens du er inaktiv.

source: View Incoming Orders
da: Se Indgående Ordrer

source: Manage Menu
da: Administrer Menu

source: Order History
da: Ordrehistorik

# LoadFailed
source: Failed to load partner information.
da: Kunne ikke indlæse partner information.

# ErrorOccurred
source: An error occurred: {0}
da: Der opstod en fejl: {0}

# NowActive
source: You are now active and accepting orders!
da: Du er nu aktiv og modtager ordrer!

# NowInactive
source: You are now inactive and not accepting orders.
da: Du er nu inaktiv og modtager ikke ordrer.

# ToggleFailed
source: Failed to update availability status.
da: Kunne ikke opdatere tilgængelighedsstatus.
